Repository: maz-1/grub2-editor
Catalog: po/*/kcm-grub2.po
Languages: et, fr, tr

# @label:textbox
source: Image:
et: Tõmmis:
tr: Resim:

# @label:textbox
source: Convert To:
et: Teisendatakse:
fr: Convertir en :
tr: Şuna dönüştür:

# @title:group
source: Conversion Options
et: Teisendamise valikud
fr: Options de conversion
tr: Dönüşüm Seçenekleri

# @label:spinbox
source: Width:
et: Laius:
fr: Largeur :
tr: Genişlik:

# @label:spinbox
source: Height:
et: Kõrgus:
fr: Hauteur :
tr: Yükseklik:

# @option:check
source: Force resolution:
et: Määratud lahutusvõime:
fr: Forcer une résolution :
tr: Çözünürlüğe zorla:

# @option:check
source: Set As GRUB Wallpaper:
et: Määramine GRUB-i taustapildiks:
fr: Définir comme font GRUB :
tr: GRUB Arkaplanı Olarak Belirle:

# @label:listbox
source: Select partition to install/recover GRUB:
et: Partitsioon GRUB-i paigaldamiseks/taastamiseks:
fr: Choisissez la partition dans laquelle installer / restaurer GRUB :
tr: GRUB'u kurmak/kurtarmak için bölüm seçin:

# @title:column
source: Partition
et: Partitsioon
tr: Disk bölümü

# @title:column
source: Mountpoint
et: Ühenduspunkt
fr: Point de montage
tr: Bağlama noktası

# @title:column
source: Label
et: Nimi
fr: Étiquette
tr: Etiket

# @title:column
source: File System
et: Failisüsteem
fr: Système de fichiers
tr: Dosya Sistemi

# @title:column
source: Size
et: Suurus
fr: Taille
tr: Boyut

# @info:tooltip
source: Install the bootloader on the boot sector of the selected partition instead of the MBR(=Master Boot Sector). Not recommended.
et: Alglaaduri paigaldamine valitud partitsiooni alglaadesektorisse, mitte MBR-i. Pole soovitatav.
fr: Installe le chargeur d'amorçage sur le secteur d'amorçage de la partition sélectionnée au lieu du MBR (=Master Boot Sector). Non recommandé.
tr: Önyükleyiciyi MBR (=Master Boot Sector) yerine seçilen bölümün boot sektörüne kur. Önerilmez.

# @option:check
source: Install on partition instead of MBR (Advanced)
et: Paigaldamine partitsiooni, mitte MBR-i (kogenud kasutajatele)
fr: Installez sur une partition au lieu du MBR (avancé)
tr: MBR yerine bölüme kur (Gelişmiş)

# @title:tab Refers to settings.
source: General
et: Üldine
fr: Général
tr: Genel

# @title:group
source: Timeout
et: Aegumine
fr: Temps d'attente
tr: Zaman aşımı

# @option:check
source: Hide the menu for:
et: Menüü peitmise aeg:
fr: Cacher le menu pendant :
tr: Menüyü gizle:

# @option:check
source: Show countdown timer
et: Ajaloenduri näitamine
fr: Afficher l'indicateur de temps
tr: Gerisayımı göster

# @option:check
source: Automatically boot the default entry after showing the menu
et: Automaatne alglaadimine vaikekirjega pärast menüü näitamist
fr: Amorcer automatiquement l'entrée par défaut après affichage du menu
tr: Menüyü gösterdikten sonra öntanımlı girişi kendiliğinden yükle

# @title:group
source: Generated Entries
et: Genereeritud kirjed
fr: Entrées générées
tr: Oluşturulmuş Girişler

# @option:check
source: Generate recovery entries
et: Taastamiskirjete genereerimine
fr: Générer les entrées de restauration
tr: Kurtarma girişleri oluştur

# @option:check
source: Generate memtest entries
et: Memtest-kirjete genereerimine
fr: Générer les entrées « memtest »
tr: Memtest girişleri oluştur

# @option:check
source: Probe for operating systems
et: Operatsioonisüsteemide uurimine
fr: Détecter les systèmes d'exploitation
tr: İşletim sistemleri araştırılıyor

# @title:group
source: Default Entry
et: Vaikimisi kirje
fr: Entrée par défaut
tr: Öntanımlı Giriş

# @label:listbox
source: Default Entry:
et: Vaikimisi kirje:
fr: Entrée par défaut :
tr: Öntanımlı Giriş:

# @action:button
source: Remove Old Entries
et: Eemalda vanad kirjed
fr: Supprimer les anciennes entrées
tr: Eski Girişleri Kaldır

# @option:check
source: The next booted entry will become default
et: Järgmine alglaaditav kirje saab vaikekirjeks
fr: La prochaine entrée amorcée deviendra celle par défaut
tr: En son yüklenen giriş öntanımlı olacaktır

# @title:tab
source: Appearance
et: Välimus
fr: Apparence
tr: Görünüm

# @title:group
source: Resolutions
et: Lahutusvõimed
fr: Résolutions
tr: Çözünürlükler

# @label:listbox
source: Linux Kernel:
et: Linuxi kernel:
fr: Noyau Linux :
tr: Linux Çekirdeği:

# @title:group
source: Colors
et: Värvid
fr: Couleurs
tr: Renkler

# @label:chooser
source: Normal Foreground (Text):
et: Tavaline esiplaan (tekst):
fr: Premier plan normal (texte) :
tr: Normal Önplan (Metin)

# @label:chooser
source: Highlight Foreground (Text):
et: Esile tõstetud esiplaan (tekst):
fr: Couleur de premier plan en surbrillance (texte) :
tr: Vurgulanan Önplan (Metin):

# @label:chooser
source: Normal Background:
et: Tavaline taust:
fr: Fond normal :
tr: Normal Arkaplan:

# @label:chooser
source: Highlight Background:
et: Esile tõstetud taust:
fr: Arrière-plan en surbrillance :
tr: Vurgulanan Arkaplan:

# @title:group Refers to the image shown behind the boot menu.
source: Background
et: Taust
fr: Fond
tr: Arkaplan

# @label:textbox
source: Wallpaper:
et: Taustapilt:
fr: Fond d'écran :
tr: Duvar kağıdı:

# @action:button
source: Preview
et: Eelvaatlus
fr: Aperçu
tr: Önizleme

# @action:button
source: Create
et: Loo
fr: Créer
tr: Oluştur

# @label:textbox
source: Theme:
et: Teema:
fr: Thème :
tr: Tema:

# @title:tab Refers to settings.
source: Advanced
et: Muu
fr: Avancé
tr: Gelişmiş

# @title:group
source: Linux Kernel Arguments
et: Linuxi kerneli argumendid
fr: Arguments du noyau Linux
tr: Linux Çekirdek Argümanları

# @label:textbox
source: Normal Entries:
et: Tavakirjed:
fr: Entrées normales :
tr: Normal Girişler:

# @action:button
source: Suggestions
et: Pakkumised
tr: Öneriler

# @label:textbox
source: All Entries:
et: Kõik kirjed:
fr: Toutes les entrées :
tr: Bütün Girişler:

# @title:group Noun.
source: Terminal
tr: Uçbirim

# @label:textbox Noun.
source: Terminal:
tr: Uçbirim:

# @label:textbox
source: Input Terminal:
et: Sisendterminal:
fr: Terminal d'entrée :
tr: Girdi Uçbirimi:

# @label:textbox
source: Output Terminal:
et: Väljundterminal:
fr: Terminal de sortie :
tr: Çıktı Uçbirimi:

# @title:group Refers to settings.
source: Other
et: Muu
fr: Autre
tr: Diğer

# @label:textbox
source: Distributor:
et: Levitaja
fr: Distribution :
tr: Dağıtımcı:

# @label:textbox
source: Serial Command:
et: Jadakäsk:
fr: Commande série :
tr: Seri Komut:

# @label:textbox
source: Init Tune:
et: Init heli:
fr: Ajuster l'Init :
tr: Ayarlamayı Başlat:

# @option:check
source: Enable UUIDs:
tr: UUID'leri etkinleştir:

# @title:group
source: Tools
et: Tööriistad
fr: Outils
tr: Araçlar

# @action:button
source: Install/Recover Bootloader
et: Paigalda/taasta alglaadur
fr: Installer/restaurer l'amorçage
tr: Önyükleyiciyi Kur/Kurtar

# @label:listbox
source: Select entries to remove:
et: Eemaldatavad kirjed:
fr: Sélectionnez les éléments à supprimer :
tr: Kaldırılacak girişleri seçin:

# @info:tooltip
source: Remove associated kernel header files.
et: Kerneliga seostatud päisefailide eemaldamine.
fr: Supprime les fichiers d'en-tête associés du noyau.
tr: İlişkili çekirdek başlık dosyalarını kaldır.

# @option:check
source: Also remove associated old packages
et: Ka seotud vanade pakettide eemaldamine
fr: Supprimer également les anciens paquetages associés
tr: İlişkili eski paketleri de kaldır

# NAME OF TRANSLATORS
source: Your names
et: Marek Laane
fr: Joëlle Cornavin
tr: Ali Cengiz Kurt

# EMAIL OF TRANSLATORS
source: Your emails
et: bald@smail.ee
fr: jcorn@free.fr
tr: alicengizkurt@gmail.com

# @item:inlistbox
source: ImageMagick supported image formats
et: ImageMagicku toetatud pildivormingud
fr: Formats d'images pris en charge par ImageMagick
tr: ImageMagick desteklenen görüntü biçimleri

# @info
source: Please fill in both <interface>Image</interface> and <interface>Convert To</interface> fields.
et: Palun täida nii väli <interface>Tõmmis</interface> kui ka <interface>Teisendatakse</interface>.
fr: Veuillez remplir les deux champs <interface>Image</interface> et <interface>Convertir en</interface>.
tr: Her iki <interface>Resim</interface> ve <interface>Dönüştür</interface> alanlarını doldurun.

# @info
source: Please fill in both <interface>Width</interface> and <interface>Height</interface> fields.
et: Palun täida nii väli <interface>Laius</interface> kui ka <interface>Kõrgus</interface>.
fr: Veuillez remplir les deux champs <interface>Largeur</interface> et <interface>Hauteur</interface>.
tr: Her iki <interface>Genişlik</interface> ve <interface>Yükseklik</interface> alanlarını doldurun.

# @info
source: You do not have write permissions in this directory, please select another destination.
fr: Vous ne disposez pas des droits d'écriture dans ce dossier. Veuillez sélectionner une autre destination.
tr: Bu dizine yazma izniniz yok, lütfen farklı bir hedef seçin.

# @info
source: Original configuration file <filename>%1</filename> does not exist.
et: Algset seadistusfaili <filename>%1</filename> ei ole olemas.
fr: Le fichier de configuration original <filename>%1</filename> n'existe pas.
tr: Özgün yapılandırma dosyası <filename>%1</filename> mevcut değil.

# @info
source: Cannot remove current configuration file <filename>%1</filename>.
et: Aktiivse seadistusfaili <filename>%1</filename> eemaldamine nurjus.
fr: Impossible de supprimer le fichier de configuration actuel <filename>%1</filename>l.
tr: Geçerli yapılandırma dosyası <filename>%1</filename> silinemiyor.

# @info
source: Cannot copy original configuration file <filename>%1</filename> to <filename>%2</filename>.
et: Algse seadistusfaili <filename>%1</filename> kopeerimine asukohta <filename>%2</filename> nurjus.
fr: Impossible de copier le fichier de configuration original <filename>%1</filename> vers <filename>%2</filename>.
tr: Özgün yapılandırma dosyası <filename>%1</filename> <filename>%2</filename> konumuna kopyalanmıyor.

# @info
source: Failed to create temporary mount point.
et: Ajutist ühenduskohta ei suudetud luua.
fr: Impossible de créer un point de montage temporaire.
tr: Geçici bağlanma noktası oluşturulamadı.

# @title:window
source: Install/Recover Bootloader
et: Alglaaduri paigaldamine/taastamine
fr: Installer/restaurer l'amorçage
tr: Önyükleyiciyi Kur/Kurtar

# @info
source: Sorry, you have to select a partition with a proper name!
et: Vabandust, sa pead valima korraliku nimega partitsiooni!
fr: Désolé, vous devez sélectionner une partition avec un nom correct !
tr: Üzgünüz, geçerli isimde bir bölüm seçmelisiniz!

# @title:window
source: Installing
et: Paigaldamine
fr: Installation
tr: Kuruluyor

# @info:progress
source: Installing GRUB...
et: GRUB-i paigaldamine...
fr: Installation de GRUB...
tr: GRUB kuruluyor...

# @info
source: Failed to install GRUB.
et: GRUB-i paigaldamine nurjus.
fr: L'installation de GRUB a échoué.
tr: GRUB yükleme başarısız.

# @title:window
source: Information
et: Teave
fr: Informations
tr: Bilgi

# @info
source: Successfully installed GRUB.
et: GRUB on edukalt paigaldatud.
fr: GRUB a été installé avec succès.
tr: GRUB yükleme başarılı.

# @info
source: Failed to restore the default values.
et: Vaikeväärtuste taastamine nurjus.
fr: La restauration des valeurs par défaut a échoué.
tr: Öntanımlı değerlere dönülemedi.

# @info
source: Successfully restored the default values.
tr: Öntanımlı değerlere başarıyla dönüldü.

# @title:window Verb (gerund). Refers to current status.
source: Saving
et: Salvestamine
fr: Enregistrement
tr: Kaydediliyor

# @info:progress
source: Saving GRUB settings...
et: GRUB-i seadistuste salvestamine...
fr: Enregistrement des paramètres de GRUB...
tr: GRUB ayarları kaydediliyor...

# @info
source: Successfully saved GRUB settings.
et: GRUB-i seadistused on edukalt salvestatud.
fr: Les paramètres de GRUB ont été enregistrés avec succès.
tr: GRUB ayarları başarıyla kaydedildi.

# @info
source: Failed to save GRUB settings.
et: GRUB-i seadistuste salvestamine nurjus.
fr: L'enregistrement des paramètres de GRUB a échoué.
tr: GRUB ayarları kaydı başarısız.

# @title:window
source: Enter screen resolution
et: Ekraani lahutusvõime
fr: Saisir une résolution
tr: Ekran çözünürlüğünü girin

# @label:textbox
source: Please enter a GRUB resolution:
et: GRUB-i lahutusvõime:
fr: Veuillez saisir une résolution GRUB :
tr: GRUB çözünürlüğünü girin:

# @info
source: Press <shortcut>Escape</shortcut> to exit fullscreen mode.
et: Täisekraanirežiimist väljumiseks vajuta <shortcut>Escape</shortcut>.
fr: Appuyez sur la touche <shortcut>Echap</shortcut> pour sortir du mode plein écran.
tr: Tam ekran kipinden çıkmak için <shortcut>ESC</shortcut> tuşuna basın.

# @item:inlistbox Refers to color.
source: Black
et: Must
fr: Noir
tr: Siyah

# @item:inlistbox Refers to color.
source: Transparent
et: Läbipaistev
tr: Şeffaf

# @item:inlistbox Refers to color.
source: Blue
et: Sinine
fr: Bleu
tr: Mavi

# @item:inlistbox Refers to color.
source: Cyan
et: Tsüaan
tr: Turkuaz

# @item:inlistbox Refers to color.
source: Dark Gray
et: Tumehall
fr: Gris foncé
tr: Koyu Gri

# @item:inlistbox Refers to color.
source: Green
et: Roheline
fr: Vert
tr: Yeşil

# @item:inlistbox Refers to color.
source: Light Cyan
et: Heletsüaan
fr: Cyan clair
tr: Açık Turkuaz

# @item:inlistbox Refers to color.
source: Light Blue
et: Helesinine
fr: Bleu clair
tr: Açık Mavi

# @item:inlistbox Refers to color.
source: Light Green
et: Heleroheline
fr: Vert clair
tr: Açık Yeşil

# @item:inlistbox Refers to color.
source: Light Gray
et: Helehall
fr: Gris clair
tr: Açık Gri

# @item:inlistbox Refers to color.
source: Light Magenta
et: Helemagenta
fr: Magenta clair
tr: Açık Mor

# @item:inlistbox Refers to color.
source: Light Red
et: Helepunane
fr: Rouge clair
tr: Açık Kırmızı

# @item:inlistbox Refers to color.
source: Magenta
tr: Mor

# @item:inlistbox Refers to color.
source: Red
et: Punane
fr: Rouge
tr: Kırmızı

# @item:inlistbox Refers to color.
source: White
et: Valge
fr: Blanc
tr: Beyaz

# @item:inlistbox Refers to color.
source: Yellow
et: Kollane
fr: Jaune
tr: Sarı

# @action:inmenu
source: Quiet Boot
et: Vaikne alglaadimine
fr: Amorçage silencieux
tr: Sessiz Önyükleme

# @action:inmenu
source: Show Splash Screen
et: Tiitelkuva näitamine
fr: Afficher l'écran de démarrage
tr: Açılış Ekranını Göster

# @action:inmenu
source: Disable Plymouth
et: Plymouthi keelamine
fr: Désactiver Plymouth
tr: Plymouth'u Kapat

# @action:inmenu
source: Turn Off ACPI
et: ACPI väljalülitamine
fr: Désactiver ACPI
tr: ACPI'yi kapat

# @action:inmenu
source: Turn Off APIC
et: APIC-i väljalülitamine
fr: Désactiver APIC
tr: APIC'i kapat

# @action:inmenu
source: Turn Off Local APIC
et: Kohaliku APIC-i väljalülitamine
fr: Désactiver APIC local
tr: Yerel APIC'i kapat

# @action:inmenu
source: Single User Mode
et: Üksikkasutaja režiim
fr: Mode utilisateur unique
tr: Tek Kullanıcı Kipi

# @action:inmenu
source: PC BIOS && EFI Console
et: PC BIOS && EFI konsool
fr: BIOS PC et Console EFI
tr: PC BIOS ve EFI Uçbirimi

# @action:inmenu
source: Serial Terminal
et: Jadaporditerminal
fr: Terminal série
tr: Seri Uçbirim

source: Open Firmware Console
et: Open Firmware konsool
fr: Ouvrir la console du micro-logiciel
tr: Firmware Konsolunu Aç

# @action:inmenu
source: PC AT Keyboard (Coreboot)
et: PC AT klaviatuur (Coreboot)
fr: Clavier PC AT (Coreboot)
tr: PC AT Klavye (Coreboot)

# @action:inmenu
source: USB Keyboard (HID Boot Protocol)
et: USB klaviatuur (HID alglaadimisprotokoll)
fr: Clavier USB (protocole d'amorçage HID)
tr: USB Klavye (HID Yükleme Protokolü)

# @action:inmenu
source: Graphics Mode Output
et: Graafikarežiimi väljund
fr: Sortie du mode graphique
tr: Grafik Kip Çıktısı

# @action:inmenu
source: VGA Text Output (Coreboot)
et: VGA tekstiväljund (Coreboot)
fr: Sortie texte VGA (Coreboot)
tr: VGA Metin Çıktısı (Çekirdek önyükleme)

# @title:window
source: Probing devices
et: Seadmete proovimine
fr: Détection des périphériques
tr: Aygıtlar araştırılıyor

# @info:progress
source: Probing devices for their GRUB names...
et: Seadmete proovimine GRUB-i nimede osas...
fr: Détection des noms GRUB des périphériques...
tr: GRUB isimleri için aygıtlar araştırılıyor...

# @info
source: Failed to get GRUB device names.
et: GRUB-i seadmenimede hankimine nurjus.
fr: Impossible d'obtenir les noms des périphériques GRUB.
tr: GRUB aygıt adları alınamadı...

# @info
source: Helper returned malformed device list.
et: Abiline tagastas vigase seadmeloendi.
fr: L'assistant a retourné une liste de périphériques mal formée.
tr: Helper kusurlu cihaz listesi döndürdü.

# @item:inlistbox Refers to screen resolution.
source: Custom...
et: Kohandatud...
fr: Personnaliser...
tr: Özel...

# @item:inlistbox
source: Unspecified
et: Täpsustamata
fr: Non spécifié
tr: Belirtilmemiş

# @item:inlistbox
source: Boot in Text Mode
et: Alglaadimine tekstirežiimis
fr: Amorcer en mode texte
tr: Metin Kipinde Yükle

# @item:inlistbox
source: Keep GRUB's Resolution
et: GRUB-i lahutusvõime säilitamine
fr: Conserver la résolution de GRUB
tr: GRUB Çözünürlüğünü Koru

# @info
source: The process could not be started.
et: Protsessi käivitamine nurjus.
fr: Impossible de démarrer le processus.
tr: Süreç başlatılamadı.

# @info
source: The process crashed.
et: Protsessi tabas krahh.
fr: Le processus s'est arrêté de façon anormale.
tr: Süreç çöktü.

# This is when the transaction status is not known
source: Unknown state
et: Tundmatu olek
fr: État inconnu
tr: Bilinmeyen durum

# transaction state, the daemon is in the process of starting
source: Waiting for service to start
et: Oodatakse teenuse käivitumist
fr: En attente du démarrage du service
tr: Hizmetin başlaması için bekleniyor

# transaction state, the transaction is waiting for another to complete
source: Waiting for other tasks
et: Oodatakse teiste ülesannete järel
fr: En attente d'autres tâches
tr: Diğer görevler için bekleniyor

# transaction state, just started
source: Running task
et: Ülesande täitmine
fr: Exécution d'une tâche
tr: Çalışan görev

# transaction state, is querying data
source: Querying
et: Päring
fr: Recherche
tr: Sorguluyor

# transaction state, getting data from a server
source: Getting information
et: Teabe hankimine
fr: Obtention d'informations
tr: Bilgi alınıyor

# transaction state, removing packages
source: Removing packages
et: Pakettide eemaldamine
fr: Suppression des paquetages
tr: Paketler kaldırılıyor

# transaction state, downloading package files
source: Downloading packages
et: Pakettide allalaadimine
fr: Téléchargement des paquetages
tr: Paketler indiriliyor

# transaction state, installing packages
source: Installing packages
et: Pakettide paigaldamine
fr: Installation des paquetages
tr: Paketler kuruluyor

# transaction state, refreshing internal lists
source: Refreshing software list
et: Tarkvaraloendi värskendamine
fr: Rafraîchissement de la liste de logiciels
tr: Yazılım listesi yenileniyor

# transaction state, installing updates
source: Updating packages
et: Pakettide uuendamine
fr: Mise à jour des paquetages
tr: Paketler güncelleniyor

# transaction state, removing old packages, and cleaning config files
source: Cleaning up packages
et: Pakettide puhastamine
fr: Nettoyage des paquetages
tr: Paketler temizleniyor

# transaction state, obsoleting old packages
source: Obsoleting packages
et: Pakettide igandamine
fr: Mise en obsolesence des paquetages
tr: Paketler eski durumuna getiriliyor

# transaction state, checking the transaction before we do it
source: Resolving dependencies
et: Sõltuvuste lahendamine
fr: Résolution des dépendances
tr: Bağımlılıklar çözülüyor

# transaction state, checking if we have all the security keys for the operation
source: Checking signatures
et: Allkirjade kontrollimine
fr: Vérification des signatures
tr: İmzalar kontrol ediliyor

# transaction state, when we return to a previous system state
source: Rolling back
et: Taastamine
fr: Retour à l'état précédent
tr: Geri alınıyor

# transaction state, when we're doing a test transaction
source: Testing changes
et: Muutuste testimine
fr: Test des changements
tr: Değişiklikler deneniyor

# transaction state, when we're writing to the system package database
source: Committing changes
et: Muutuste sissekandmine
fr: Validation des changements
tr: Değişiklikler gönderiliyor

# transaction state, requesting data from a server
source: Requesting data
et: Andmepäring
fr: Requêtes de données
tr: Veri isteniyor

# transaction state, all done!
source: Finished
et: Lõpetatud
fr: Terminé
tr: Tamamlandı

# transaction state, in the process of cancelling
source: Cancelling
et: Katkestamine
fr: Annulation
tr: İptal ediliyor

# transaction state, downloading metadata
source: Downloading repository information
et: Hoidla teabe allalaadimine
fr: Téléchargement des informations du dépôt
tr: Paket depo bilgisi indiriliyor

# transaction state, downloading metadata
source: Downloading list of packages
et: Paketiloendi allalaadimine
fr: Téléchargement de la liste des paquetages
tr: Paket listeleri indiriliyor

# transaction state, downloading metadata
source: Downloading file lists
et: Faililoendite allalaadimine
fr: Téléchargements des listes de fichiers
tr: Dosya listeleri indiriliyor

# transaction state, downloading metadata
source: Downloading lists of changes
et: Muutuste nimekirjade allalaadimine
fr: Téléchargements des listes de changements
tr: Değişiklik listeleri indiriliyor

# transaction state, downloading metadata
source: Downloading groups
et: Gruppide allalaadimine
fr: Téléchargement des groupes
tr: Gruplar indiriliyor

# transaction state, downloading metadata
source: Downloading update information
et: Uuendusteabe allalaadimine
fr: Téléchargement des informations de mise à jour
tr: Güncelleme bilgisi indiriliyor

# transaction state, repackaging delta files
source: Repackaging files
et: Failide ümberpakendamine
fr: Reconditionnement des fichiers
tr: Dosyalar yeniden paketleniyor

# transaction state, loading databases
source: Loading cache
et: Puhvri laadimine
fr: Chargement du cache
tr: Önbellek yükleniyor

# transaction state, scanning for running processes
source: Scanning installed applications
et: Paigaldatud rakenduste tuvastamine
fr: Analyse des applications installées
tr: Kurulu uygulamalar taranıyor

# transaction state, generating a list of packages installed on the system
source: Generating package lists
et: Paketiloendite koostamine
fr: Génération des listes de paquetages
tr: Paket listeleri oluşturuluyor

# transaction state, when we're waiting for the native tools to exit
source: Waiting for package manager lock
et: Paketihalduri lukustamise ootamine
fr: En attente du verrouillage du gestionnaire de paquetages
tr: Paket yöneticisinin kilitlenmesi bekleniyor

# waiting for user to type in a password
source: Waiting for authentication
et: Autentimise ootamine
fr: En attente d'authentification
tr: Kimlik denetimi bekleniyor

# we are updating the list of processes
source: Updating the list of running applications
et: Töötavate rakenduste nimekirja uuendamine
fr: Mise à jour de la liste des applications en cours de fonctionnement
tr: Çalışan uygulamaların listesi güncelleniyor

# we are checking executable files in use
source: Checking for applications currently in use
et: Parajasti kasutusel rakenduste kontrollimine
fr: Vérification des applications en cours d'utilisation
tr: Şu anda kullanımdaki uygulamalar denetleniyor

# we are checking for libraries in use
source: Checking for libraries currently in use
et: Parajasti kasutusel teekide kontrollimine
fr: Vérifications des bibliothèques en cours d'utilisation
tr: Şu anda kullanımdaki kütüphaneler denetleniyor

# we are copying package files to prepare to install
source: Copying files
et: Failide kopeerimine
fr: Copie de fichiers
tr: Dosyalar kopyalanıyor

# @title:window
source: Remove Old Entries
et: Vanade kirjete eemaldamine
fr: Suppression d'anciennes entrées
tr: Eski Girişleri Kaldır

# @title:window
source: Finding Old Entries
et: Vanade kirjete otsimine
fr: Recherche d'anciennes entrées
tr: Eski Girişler Bulunuyor
