Repository: maz-1/grub2-editor
Catalog: po/*/kcm-grub2.po
Languages: et, fr, tr

# @info:progress
source: Finding Old Entries...
et: Vanade kirjete otsimine...
fr: Recherche d'anciennes entrées...
tr: Eski Girişler Bulunuyor...

# @item:inlistbox
source: Kernel %1
fr: Noyau %1
tr: Çekirdek %1

# @info
source: No removable entries were found.
et: Ühtegi eemaldatavat kirjet ei leitud.
fr: Aucune entrée à supprimer n'a été trouvée.
tr: Kaldırılabilir giriş bulunamadı.

# @info
source: Are you sure you want to remove the following packages?
et: Kas tõesti eemaldada järgmised paketid?
fr: Voulez-vous vraiment supprimer les paquetages suivants ?
tr: Aşağıdaki paketlerin kaldırılmasını istediğinizden emin misiniz?

# @title:window
source: Removing Old Entries
et: Vanade kirjete eemaldamine
fr: Suppression d'anciennes entrées
tr: Eski Girişler Kaldırılıyor

# @info
source: Package removal failed.
et: Paketi eemaldamine nurjus.
fr: La suppression des paquetages a échoué.
tr: Paket kaldırma başarısız.
